import { MessageType } from './types'

export const questions: MessageType[] = [
  { text: 'Доброго времени суток! Что Вы хотели бы освоить?', isUser: false },
  { text: 'Какой у Вас уровень в этой области?', isUser: false },
  { text: 'Какие конкретные навыки Вы хотите освоить?', isUser: false },
  { text: 'Сколько часов в день максимум Вы готовы обучаться?', isUser: false },
  { text: 'Сколько дней в неделю максимум Вы будете уделять обучению?', isUser: false },
  { text: 'Сколько недель максимум Вы хотите проходить обучение?', isUser: false },
  { text: 'Укажите в рублях, сколько средств максимально Вы готовы выделить за полное обучние', isUser: false },
]
